Repository: WordPressBugBounty/plugins-validar-certificados-de-cursos
Catalog: validar-certificados-*-cursos/languages/stvc_validatecertify-*.po
Languages: es_es

source: Access your tools
es_es: Accede a tus herramientas

source: Add a certificate.
es_es: Agregar Nuevo Certificado

source: Add Certificate
es_es: Añadir Certificado

source: Review ShortCorde.
es_es: Reseña ShortCorde.

source: Tools
es_es: Herramientas

source: Documentation
es_es: Documentación

source: Rate the plugin ★★★★★
es_es: Valora el plugin con ★★★★★

source: With ValidateCertify Free, you can guarantee the authenticity and veracity of the certificates issued, providing confidence to your students and those who validate them. Simplify the verification process and improve the experience of your users with ValidateCertify. Load your certificate base and validate them with the code from your website.
es_es: Con ValidateCertify Free, puedes garantizar la autenticidad y veracidad de los certificados emitidos, brindando confianza a tus estudiantes y a quienes los validan. Simplifique el proceso de verificación y mejore la experiencia de sus usuarios con ValidateCertify. Cargue su base de certificados y valídelos con el código de su sitio web.

source: Have you enjoyed ValidateCertify? Please leave us a review
es_es: ¿Estás disfrutando ValidateCertify? Por favor, déjanos una valoración de

source: We really appreciate your support!
es_es: ¡De verdad agradecemos tu apoyo!

source: Version
es_es: Versión

source: Version ValidateCertify Free
es_es: Versión ValidateCertify Free

source: Code:
es_es: Código:

source: Name:
es_es: Nombre:

source: Last Name:
es_es: Apellido:

source: Course:
es_es: Curso:

source: Date of issue:
es_es: Fecha de emisión:

source: You want to perform another search?
es_es: Quieres realizar otra búsqueda

source: The code entered is not valid. Please enter a valid code.
es_es: El código introducido no es válido. Por favor, introduzca un código válido.

source: Please enter a Valid Certificate Code
es_es: Por favor ingrese un código de certificado válido

source: Enter the code here
es_es: Introduce el código aquí

source: Consult
es_es: Consultar

source: Add New Certificate
es_es: Agregar Nuevo Certificado

source: Edit Certificate
es_es: Editar Certificado

source: Delete Certificate
es_es: Eliminar Certificado

source: Certificates Issued
es_es: Certificados Emitidos

source: Certificate Base
es_es: Base de Certificado

source: Search by Code:
es_es: Buscar por código:

source: Search
es_es: Buscar

source: Show groups of:
es_es: Mostrar grupos de:

source: Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Course
es_es: Curso

source: Date
es_es: Fecha

source: Code
es_es: Código

source: %02s certificates
es_es: %02s certificados

source: Access denied
es_es: Acceso denegado

source: The certificate has been saved correctly.
es_es: El certificado se ha guardado correctamente.

source: Add a new record to the certificate database
es_es: Agregar un nuevo registro a la base de datos de certificados

source: Save Certificate
es_es: Guardar certificado

source: The date must be between the years 1950 and 2099.
es_es: La fecha debe estar comprendida entre los años 1950 y 2099.

source: Certificate modified successfully!
es_es: ¡Certificado modificado exitosamente!

source: Edit Certificates
es_es: Editar certificados

source: Update your certificate data, remember that once done, previous data will be lost.
es_es: Actualiza los datos de tu certificado, recuerda que una vez hecho, se perderán los datos anteriores.

source: Date:
es_es: Fecha:

source: Update certificate
es_es: Actualizar certificado

source: Cancel
es_es: Cancelar

source: The certificate is not valid. Please enter a
es_es: El certificado no es válido. Por favor ingrese un

source: Valid Certificate Code
es_es: Código de certificado válido

source: to modify names, last names, courses and/or issue date.
es_es: modificar nombres, apellidos, cursos y/o fecha de emisión.

source: Search certificate
es_es: Buscar certificado

source: Enter the Certificate code to modify, to update the names, last name, courses and/or date of issue.
es_es: Ingrese el código del certificado a modificar, para actualizar los nombres, apellido, cursos y/o fecha de emisión.

source: Delete Certificates
es_es: Eliminar certificados

source: The certificate was removed from the database.
es_es: El certificado fue eliminado de la base de datos.

source: Return
es_es: Volver

source: Could not delete certificate, an error occurred.
es_es: No se pudo eliminar el certificado, se produjo un error.

source: Search again
es_es: Busca de nuevo

source: Are you sure you want to delete the following certificate?
es_es: ¿Está seguro de que desea eliminar el siguiente certificado?

source: No certificate was found with that code, please enter a valid code.
es_es: No se encontró ningún certificado con ese código, ingrese un código válido.

source: Enter the Certificate code to delete, once deleted it cannot be recovered.
es_es: Ingrese el código del Certificado para eliminar, una vez eliminado no se puede recuperar.

source: Search Certificates
es_es: Buscar certificados

source: Add the shortcode on the page where the certificates will be validated, the search will be by code.
es_es: Agrega el shortcode en la página donde se validarán los certificados, la búsqueda será por código.

source: Copy Shortcode
es_es: Copiar Shortcode

source: Shortcode copied to clipboard
es_es: Shortcode copiado al portapapeles

source: Thank you for installing ValidateCertify Free!
es_es: ¡Gracias por instalar ValidateCertify Free!

source: The new version is packed with enhancements designed to enrich your experience. We’d love to hear your thoughts on the updates we’ve made with you in mind. Help us continue improving for you and everyone else by leaving a review. Your feedback makes all the difference!
es_es: La nueva versión está repleta de mejoras diseñadas para enriquecer tu experiencia. Nos encantaría conocer tu opinión sobre las actualizaciones que hemos implementado pensando en ti. Ayúdanos a seguir mejorando para ti y para todos dejando una reseña. ¡Tus comentarios marcan la diferencia!

source: Maybe later
es_es: Quizás mas tarde

source: Leave a review
es_es: Dejar un comentario
